<<<<<<< HEAD
grivn = float(input("Введіть суму в гривнях: "))  # 1000 приклад гривні
dollar = float(input("Введіть курс Долара: "))  # 41.20 приклади долари

sum = grivn / dollar  # ділим гривні на долари

print(f"Сума: {round(sum)}")  # результат який ми закруглюєм
=======
grivn = float(input("Введіть суму в гривнях: "))  # 1000 приклад гривні
dollar = float(input("Введіть курс Долара: "))  # 41.20 приклади долари

sum = grivn / dollar  # ділим гривні на долари

print(f"Сума: {round(sum)}")  # результат який ми закруглюєм
>>>>>>> b13a8fbef3ff269eace11adb4b8db262612244a7
