<<<<<<< HEAD
i = int(input("Введіть число:"))  # просимо число

if i % 2 == 0:  # перевіряєм на ділення на 2 яке має дорівнювати 0 тобто парене
    print("число парне", i)  # якщо парне то пишем що парне

else:
    print("число не парне")  # якщо ні то не парне
=======
i = int(input("Введіть число:"))  # просимо число

if i % 2 == 0:  # перевіряєм на ділення на 2 яке має дорівнювати 0 тобто парене
    print("число парне", i)  # якщо парне то пишем що парне

else:
    print("число не парне")  # якщо ні то не парне
>>>>>>> b13a8fbef3ff269eace11adb4b8db262612244a7
