<<<<<<< HEAD
name = input("Введіть ім'я: ") # ввести Ім'я
year = int(input("Введіть число: ")) #ввести число та претворення сторки в число
print(10 * "=")

print(f"ПОТОЧНИЙ ВІК: {year}") # виводження поточного віку та рік який ми вписали
print(10 * "=")

year += 1 # додаєм до ншгого числа +1 
print(f"Вік на наступний рік: {year}") # виводим наш результат який бу доданий
=======
name = input("Введіть ім'я: ") # ввести Ім'я
year = int(input("Введіть число: ")) #ввести число та претворення сторки в число
print(10 * "=")

print(f"ПОТОЧНИЙ ВІК: {year}") # виводження поточного віку та рік який ми вписали
print(10 * "=")

year += 1 # додаєм до ншгого числа +1 
print(f"Вік на наступний рік: {year}") # виводим наш результат який бу доданий
>>>>>>> b13a8fbef3ff269eace11adb4b8db262612244a7
print(10 * "=")