<<<<<<< HEAD
num1 = float(input("Введіть число1: "))  # вводження числа
num2 = float(input("Введіть число2: "))  # вводження іншого числа

res = num1 + num2  # додавання наших чисел і результат
print(f"{num1} + {num2} = {res}")  # описання резуьтату
=======
num1 = float(input("Введіть число1: "))  # вводження числа
num2 = float(input("Введіть число2: "))  # вводження іншого числа

res = num1 + num2  # додавання наших чисел і результат
print(f"{num1} + {num2} = {res}")  # описання резуьтату
>>>>>>> b13a8fbef3ff269eace11adb4b8db262612244a7
