<<<<<<< HEAD
print("Денис Іванів")

print("Кавун")  # виводить слово кавун
print("Яблуко")  # виводить слово Яблуко
print("Hello")  # виводить слово Hello
print("word")  # виводить слово word
print("Друг")  # виводить слово Друг
=======
print("Денис Іванів")

print("Кавун")  # виводить слово кавун
print("Яблуко")  # виводить слово Яблуко
print("Hello")  # виводить слово Hello
print("word")  # виводить слово word
print("Друг")  # виводить слово Друг
>>>>>>> b13a8fbef3ff269eace11adb4b8db262612244a7
