<<<<<<< HEAD
celsius = 25  # наше значення
F = celsius * 9/5 + 32  # Формула переведення з Цельсія у Фаренгейт
res = (F - 32) * 5/9  # Формула зворотного переведення з Фаренгейта у Цельсій
print("КОНВЕРТЕР ТЕМПЕРАТУРИ", res)  # виведення результату
=======
celsius = 25  # наше значення
F = celsius * 9/5 + 32  # Формула переведення з Цельсія у Фаренгейт
res = (F - 32) * 5/9  # Формула зворотного переведення з Фаренгейта у Цельсій
print("КОНВЕРТЕР ТЕМПЕРАТУРИ", res)  # виведення результату
>>>>>>> b13a8fbef3ff269eace11adb4b8db262612244a7
