<<<<<<< HEAD
# 1. Секретне число
secret_number = 7

# 2. Безперервний цикл
while True:
    # 3. Запит числа та перетворення в int
    user_input = int(input("Вгадайте число від 1 до 10: "))

    # 4. Логіка порівняння
    if user_input == secret_number:
        # Якщо вгадав — вітаємо і зупиняємо цикл
        print("Вітаю! Ви вгадали число!")
        break
    else:
        # Якщо не вгадав — даємо ще спробу
        print("Спробуй ще раз!")
=======
# 1. Секретне число
secret_number = 7

# 2. Безперервний цикл
while True:
    # 3. Запит числа та перетворення в int
    user_input = int(input("Вгадайте число від 1 до 10: "))

    # 4. Логіка порівняння
    if user_input == secret_number:
        # Якщо вгадав — вітаємо і зупиняємо цикл
        print("Вітаю! Ви вгадали число!")
        break
    else:
        # Якщо не вгадав — даємо ще спробу
        print("Спробуй ще раз!")
>>>>>>> b13a8fbef3ff269eace11adb4b8db262612244a7
